Repository: ECCC-CSSP/CSSPWebToolsTaskRunner
Catalog: CSSPWebToolsTaskRunner/Services/Resources/TaskRunnerServiceRes.*.resx
Languages: fr

source: Abnormal run completion
fr: Exécution complétée anormalement.

# AllNodesAreSmallerThanContourValue
source: All elements nodes are smaller than ContourValue
fr: Tous les éléments des nœuds sont inférieurs au ContourValue

# AtLowerCase
source: at
fr: à

source: Average Decay Factor
fr: Taux de décroissance moyen

# BadInputConstituant_
source: Bad input constituent [{0}].
fr: Mauvaise entrée du constituant [{0}].

source: Bed Resistance Type
fr: Type de résistance du lit

source: Mike Boundary Condition Code
fr: Code de conditions à la limite (MIKE)

source: Mike Boundary Condition Format
fr: Format de conditions à la limite (MIKE)

source: Mike Boundary Condition Length
fr: Longueur de conditions à la limite (MIKE)

source: Mike Boundary Condition Name
fr: Nom de conditions à la limite (MIKE)

source: MikeBoundary Element Nodes
fr: Éléments aux nœuds de la limite (MIKE)

# CompletedSuccessfullyWithBackgroundWorkingIndex_
source: Completed Successfully with BackgroundWorking index [{0}].
fr: Complété avec succès grâce à l'index des tâches effectuées en arrière plan [{0}].

# CompressKMLDidNotWorkWith7zError_
source: 7z to compress KML file did not work. Error: [{0}].
fr: 7z qui doit comprimer le fichier KML, n'a pas fonctionné. Erreur: [{0}].

source: Contour Value
fr: Valeur Contour

source: Coordinates
fr: Coordonnées

# CouldNotCreateFile_Error_
source: Could not create file [{0}]. Error [{1}].
fr: Dans l'impossibilité de créer le fichier [{0}]. Error [{1}].

# CouldNotCreate_
source: Could not create [{0}].
fr: Dans l'impossibilité de créer [{0}].

# CouldNotCreate_Error_
source: Could not create [{0}]. Error [{1}].
fr: Dans l'impossibilité de créer [{0}]. Erreur [{1}].

# CouldNotCreate_For_With_Equal_
source: Could not create [{0}] for [{1}] with [{2}] equal [{3}].
fr: Dans l'impossibilité de créer [{0}] dans [{1}] à l'aide de [{2}] qui est équivalent à [{3}].

# CouldNotFindFile_
source: Could not find file [{0}].
fr: Dans l'impossibilité de trouver le fichier [{0}].

# CouldNotFind_
source: Could not find [{0}].
fr: Dans l'impossibilité de trouver [{0}].

# CouldNotFind_With_Equal_
source: Could not find [{0}] with [{1}] equal [{2}].
fr: Dans l'impossibilité de trouver [{0}] à l'aide de [{1}] qui est équivalent à [{2}].

# CouldNotFind_With_StartingWith_
source: Could not find [{0}] with [{1}] starting with [{2}].
fr: Dans l'impossibilité de trouver [{0}] à l'aide de [{1}] commençant par [{2}].

# CouldNotFind__
source: Could not find [{0}]: [{1}].
fr: Dans l'impossibilité de trouver [{0}]: [{1}].

source: Could not gather files to upload.
fr: Dans l'impossibilité de regrouper les fichiers à télécharger.

source: Could not gather result files to upload.
fr: Dans l'impossibilité de regrouper les fichiers de résultats à télécharger.

# CouldNotOpenFile_
source: Could not open file [{0}].
fr: Dans l'impossibilité d'ouvrir le fichier [{0}].

# CouldNotOpenFile_Error_
source: Could not open file [{0}]. Error: [{1}].
fr: Dans l'impossibilité d'ouvrir le fichier [{0}]. Erreur: [{1}].

# CouldNotParse_Properly
source: Could not parse [{0}] properly.
fr: Dans l'impossibilité de lire [{0}] correctement.

# CouldNotReadFile_Error_
source: Could not read file [{0}]. Error: [{1}].
fr: Dans l'impossibilité de lire [{0}]. Erreur: [{1}]

# CouldNotRun_Error_
source: Could not run [{0}]. Error: [{1}].
fr: Dans l'impossibilité de faire fonctionner [{0}]. Erreur: [{1}].

# CouldNotUpdate_Error_
source: Could not update [{0}]. Error: [{1}].
fr: Dans l'impossibilité de faire une mise à jour de [{0}]. Erreur: [{1}].

# CouldNotUpload_
source: Could not upload [{0}].
fr: Dans l'impossibilité de télécharger [{0}].

source: Created Date
fr: Créer Date

source: Creating all input files
fr: Dans le processus de créer les fichiers d'entrée de données.

# CreatingWebTideBoundaryConditionFiles
source: Creating WebTide boundary conditions files.
fr: Dans le processus de créer les fichiers WebTide des conditions à la limite.

# CurrentsAnim
source: Currents Animation
fr: Animation des courants

# DayLowerCase
source: day
fr: jour

source: Decay is constant
fr: Taux Décoissance constant

source: Decay is variable
fr: Taux Décoissance variable

# DegreeLowerCase
source: degree
fr: degré

source: Density Type
fr: Type de densité

source: Density Type not define
fr: Type de densité non défini

source: Directory
fr: Répertoire

# ElementTypeIsOtherThan_Its_
source: Element type is other than [{0}]. It's [{1}].
fr: Le type d'élément est différent de [{0}]. Sa valeur est [{1}].

# ElementType_IsNotSupported
source: Element type [{0}] is not supported.
fr: Le système ne supporte pas le type d'élément [{0}].

# ErrorInIndex___
source: Error in index {0} {1} {2}.
fr: Erreur dans l'index {0} {1} {2}.

# FCMPNPer100ML
source: FC
fr: CF

# FCMPNPer100MLEnd
source: FC at the end
fr: CF à la fin

# FCMPNPer100MLStart
source: FC at the beginning
fr: CF au début

source: FC MPN Pollution Contour
fr: CF Contour pollution

# FileContainsOneParamButItsNotOfTypeWLOrWDItIs_
source: The file contains one parameter but its not of type [eumItem.eumIWaterLevel] or [eumItem.eumIWaterDepth]. It is [{0}].
fr: Le fichier contient un paramètre mais n'est pas de type [eumItem.eumIWaterLevel] ou [eumItem.eumIWaterDepth]. C'est [{0}].

# FileContainsTwoParamsButItsNotOfTypeUVAndVVItIs_And_
source: The file contains 2 parameters but they are not of type [eumItem.eumIuVelocity and eumItem.eumIvVelocity]. It is [{0}] and [{1}].
fr: Le fichier contient deux paramètres mais ils ne sont pas de type [eumItem.eumIuVelocity and eumItem.eumIvVelocity]. Ce sont [{0}] et [{1}].

source: file type
fr: type de fichier

# File_DoesNotExist
source: File [{0}] does not exist
fr: Fichier [{0}] n'existe pas.

source: Flow
fr: Débit

# FlowEnd
source: Flow at the end
fr: Débit à la fin

# FlowStart
source: Flow at the beginning
fr: Débit au début

# IncludedLowerCase
source: included
fr: inclus

source: Is continuous
fr: continuel

source: Is not continuous
fr: discontinu

source: Julian day. There is no year 0.
fr: Jour julien; il n'y a pas d'année 0.

# LatitudeInfo
source: Latitude value must be between -90 and 90.
fr: La valeur de la latitude doit se située entre -90 et 90.

source: Layer
fr: Couche

# LongitudeInfo
source: Longitude value must be between -180 and 180.
fr: La valeur de la longitude doit se située entre -180 et 180.

# MaximumNumberOfSigmaLayers_
source: Maximum number of sigma layer [{0}].
fr: Nombre maximum de couches sigma [{0}].

source: Mesh
fr: Filet

source: MIKE Boundary Condition
fr: Conditions à la limite MIKE

source: Model Input
fr: Intrants modèle

source: Model Parameters
fr: Paramètres modèle

source: Normal run completion
fr: Exécution complétée normalement.

# NorthClockwiseLowerCase
source: north clockwise
fr: Nord dans le sens horaire

source: Not Determined
fr: Indéterminé

source: Not implemented yet.
fr: Pas encore implanté.

# NotIncludedLowerCase
source: not included
fr: pas inclus

# NotUsedLowerCase
source: not used
fr: pas utilisé

source: No Wind
fr: aucun vent

source: Number of WebTide nodes
fr: Nombre de nœuds WebTide

source: parameter
fr: le paramètre

source: parameters
fr: les paramètres

# PleaseEnterAValid_
source: Please enter a valid [{0}].
fr: Veuillez entrer une valeur de [{0}] valide.

# PlsEnterValidNumSeparatedByCommasFor_
source: Please enter valid numbers separated by commas for Z Layers.
fr: Veuillez entrer les numéros en les séparant avec des virgules pour les couches Z (Z Layers)

source: Pollution Contour
fr: Contour de pollution

source: Pollution Limits
fr: Limites de pllution

source: Pollution Video
fr: Vidéo de pollution

source: Problem
fr: Difficulté

# ProblemWhenParsing_
source: Problem when parsing [{0}].
fr: Problème durant la lecture de [{0}].

# ReadingFile_
source: Reading file [{0}].
fr: Lecture du fichier [{0}]

source: Result Frequency
fr: Fréquence des résultats

source: Run cancelled by user
fr: Opération annulée par l'utilisateur.

# Running
source: Runnning
fr: Opération en cours

source: Salinity
fr: Salinité

# SalinityEnd
source: Salinity at the end
fr: Salinité à la fin

source: Salinity Reference
fr: Salinité de référence

# SalinityStart
source: Salinity at the beginning
fr: Salinité au début

# ScenarioEndTime
source: Scenario time at the end
fr: Temps à la fin du scénario

# ScenarioStartTime
source: Scenario time at the beginning
fr: Temps au début du scénario

source: Sigma Layers
fr: Couches Sigma

source: Source Included
fr: Source incluse

source: Source Not Included
fr: Source non incluse

source: Spill
fr: Débordement

# SpillEndTime
source: Spill Time at the end
fr: Temps à la fin du débordement

# SpillStartTime
source: Spill time at the beginning
fr: Temps au début du débordement

source: Start Date
fr: Date du début

# StartDateChronologicallyEarlierThanEndDate
source: The start date must be chronologically earlier than the end date.
fr: La date de début doit être chronologiquement plus tôt que la date de la fin.

# StartDateInfo
source: Start Date year must be later than 1900.
fr: L'année de la date du début doit être plus grande que 1900.

source: Steps
fr: Étapes

# StepsInfo
source: Steps value must be equal or greater than 1.
fr: La valeur de l'étape doit être égale ou supérieure à 1.

source: Study Area
fr: Aire d'étude

source: Temperature
fr: Température

source: Temperature Reference
fr: Température de référence

# TemperatureStart
source: Temperature at the beginning
fr: Température au début

# TemperatureEnd
source: Temperature at the end
fr: Température à la fin

source: Top of Layer
fr: Haut de la couche

source: Total distance
fr: Distance totale

source: Unknown error. Please check log file.
fr: Erreur inconnue. Veuillez consulter le fichier log.

# UsedLowerCase
source: used
fr: utilisé

source: Waiting to run
fr: En attente d'exécuter

source: WebTide DataSet
fr: DataSet WebTide

source: Wind
fr: Vent

source: Wind Direction
fr: Direction du vent

source: Z Layers
fr: Couches Z

# _IsRequired
source: [{0}] is required
fr: [{0}] est requis

# _NotEqualTo_
source: [{0}] not equal to [{1}].
fr: [{0}] n'est pas équivalent à [{1}].

# _NotImplemented
source: [{0}] not implemented
fr: [{0}] n'est pas implémenté

# _NotImplementedYet
source: [{0}] not implemented yet.
fr: [{0}] pas encore implanté.

# _ShouldNotBe0
source: {0} should not be 0.
fr: {0} ne devrait pas être 0.

# _ShouldNotBeNull
source: [{0}] should not be null
fr: [{0}] ne doit pas être nul

# _ShouldNotBeNullOrEmpty
source: {0} should not be null or empty.
fr: [{0}] ne devrait pas être nul ou laissé vide.

# ContourPolygonListCountShouldBeOne
source: ContourPolygonList Count should be 1.
fr: Le compte de ContourPolygonList devrait être 1.

# StartingWithBackgroundWorkingIndex_
source: Starting with background working index [{0}]
fr: À partir de l'index de travail en arrière-plan [{0}]

# _ShouldBeFalse
source: [{0}] should be false
fr: [{0}] doit être faux

# _ShouldBeTrue
source: [{0}] should be true
fr: [{0}] devrait être vrai

source: Root file auto generate
fr: Fichier base générer automatiquement

source: TitleNone
fr: Titre vide

# TitleArea_
source: Area {0}
fr: Région {0}

# TitleMunicipality_
source: Municipality {0}
fr: Municipalité {0}

# TitleMWQMSite_
source: MWQM Site {0}
fr: Site SQEM {0}

# TitlePolSourceSite_
source: Pollution Source Site {0}
fr: Site Source de Pollution {0}

# TitleSector_
source: Sector {0}
fr: Secteur {0}

# TitleSubsector_
source: Subsector {0}
fr: Sous-sector {0}

source: SharedStringAndNumberCannotBeUseAtOnce
fr: La chaîne partagée et le numéro ne peuvent pas être utilisés à la fois

source: OneOfSharedStringAndNumberIsRequired
fr: Une chaîne et un numéro partagés sont requis

source: NumberText is required
fr: NumberText est requis

source: SharedString is required
fr: SharedString est requis

source: Province file auto generate
fr: Fichier Province générer automatiquement

source: Area file auto generate
fr: Fichier de zone générer automatiquement

source: Municipality file auto generate
fr: Fichier de la municipalité générer automatiquement

source: Sector file auto generate
fr: Fichier de secteur générer automatiquement

source: Subsector file auto generate
fr: Fichier du sous-secteur générer automatiquement

source: Country file auto generate
fr: Fichier de pays générer automatiquement

source: MWQM sampling plan auto generate
fr: Le plan d'échantillonnage PSQEM génère automatiquement

# CouldNotFind_AtLine_
source: Could Not Find {0} At Line {1}
fr: Impossible de trouver {0} à la ligne {1}

# CountOfValuesInLine_ShouldBe_
source: Count Of Values In Line {0} Should Be {1}
fr: Nombre de valeurs en ligne {0} Doit être {1}

# Province_NotEqualTo_AtLine_
source: Province [{0}] Not Equal To [{1}] At Line {2}
fr: Province [{0}] Non égal à [{1}] À la ligne {2}

# YearNotCorrect_AtLine_
source: Year Not Correct {0} At Line {1}
fr: Année non correcte {0} À la ligne {1}

# ParameterCount_NotEqual_
source: Parameter Count {0} Not Equal {1}
fr: Nombre de paramètres {0} Non égal à {1}

# CouldNotCopyFile_To_Error_
source: Could Not Copy File {0} To {1} Error {2}
fr: Impossible de copier le fichier {0} sur {1} Erreur {2}

# CouldNotDeleteFile_Error_
source: Could Not Delete File {0}. Error: {1}
fr: Impossible de supprimer le fichier {0}. Erreur: {1}

# FileContains2ParamButItsNotOfUVAndVVItIs_And_
source: The file contains 2 parameters but they are not of type [eumItem.eumIuVelocity and eumItem.eumIvVelocity]. It is [{0}] and [{1}].
fr: Le fichier contient 2 paramètres mais ils ne sont pas du type [eumItem.eumIuVelocity and eumItem.eumIvVelocity]. C'est [{0}] et [{1}].

# FileContainsOneParamButItsNotOfTypeWLOrWDItIs_1
source: The file contains one parameter but its not of type [eumItem.eumIWaterLevel] or [eumItem.eumIWaterDepth]. It is [{0}].
fr: Le fichier contient un paramètre mais il n'est pas du type [eumItem.eumIWaterLevel] ou [eumItem.eumIWaterDepth]. C'est [{0}].

source: Number Of Web Tide Nodes Is Zero
fr: Le nombre de nœuds de marée Web est nul

# CouldNotFindABoundaryConditionWithFileNameInM21_3FM
source: Could Not Find A Boundary Condition With File Name In .m21fm or .m3fm file
fr: Impossible de trouver une condition de frontière avec le nom du fichier dans le fichier .m21fm ou .m3fm

source: Converting File To PDF
fr: Conversion de fichier en PDF

# CouldNotDelete_With_Equal_Error_
source: Could Not Delete {0} With {1} Equal {2} Error {3}
fr: Impossible de supprimer {0} avec {1} Égalité {2} Erreur {3}

# CouldNotReadInputFileError_
source: Could Not Read Input File. Error {0}
fr: Impossible de lire le fichier d'entrée. Erreur {0}

# CouldNotReadResultFileError_
source: Could Not Read Result File. Error {0}
fr: Impossible de lire le fichier de résultat. Erreur {0}

source: Generate Or Command Needs To Be True
fr: Générer ou commander doit être vrai

source: Mike Scenario Boundary Condition File Auto Generate
fr: Fichier de condition de bordure du scénario de Mike Auto Generate

source: Mike Scenario Concentration Animation
fr: Animation de pollution du scéncario MIKE

source: Mike Scenario Concentration Limits
fr: Limites de pollution de scénario Mike

source: Mike Scenario Current Animation
fr: Animation des courants du scénario MIKE

source: Mike Scenario Current Maximum
fr: Courants maximum du scénario MIKE

source: Mike Scenario Mesh
fr: Grillage du scénario MIKE

source: Mike Scenario Study Area
fr: Région d'étude du scénario MIKE

source: Need to implement
fr: Doit implanter

# PlsEnterValidNumSeparatedByCommasForDepth
source: Please enter valid numbers separated by commas for Depth
fr: Veuillez entrer des nombres valides séparés par des virgules pour la profondeur

# PlsEnterValidNumSeparatedByCommasForSigmaLayers
source: Please enter valid numbers separated by commas for Sigma Layers
fr: Veuillez entrer des nombres valides séparés par des virgules pour les couches Sigma

# PlsEnterValidNumSeparatedByCommasForZLayers
source: Please enter valid numbers separated by commas for Z Layers
fr: Veuillez entrer des nombres valides séparés par des virgules pour les couches Z

source: FC Form auto generate
fr: Génération automatique de la feuille de laboratoire

# CouldNotFindPart_CurrentPartIs_In_AtLine_
source: Could not find part {0}. Current part is {1} in {2} at line {3}
fr: Impossible de trouver la partie {0}. La partie actuelle est {1} dans {2} à la ligne {3}

# CouldNotWriteFile_Error_
source: Could not write file {0}. Error {1}
fr: Impossible d'écrire le fichier {0}. Erreur {1}

# LineNotStartingWith_CurrentLineIs_In_AtLine_
source: Line not starting with {0}. Current line is {1} in {2} at line {3}
fr: La ligne ne commence pas par {0}. La ligne actuelle est {1} dans {2} à la ligne {3}

# MissingTheSwitch_In_AtLine_
source: Missing the switch {0} in {1} at line {2}
fr: Manquant le commutateur {0} dans {1} à la ligne {2}

# CouldNotCreateFile_
source: Could not create file [{0}]
fr: Impossible de créer le fichier [{0}]

# CouldNotParseLabSheetWithLabSheetID_
source: Could not parse lab sheet with LabSheetID = {0}
fr: Impossible d'analyser la feuille de laboratoire avec LabSheetID = {0}

# Parameter_NotFound
source: Parameter [{0}] not found
fr: Paramètre [{0}] introuvable

# CouldNotCreateDocumentFromTemplateError_
source: Could not create document from template. Error [{0}].
fr: Impossible de créer un document à partir du modèle. Erreur [{0}].

# FileNameForDocTemplateID_IsEmpty
source: FileName for DocTemplateID [{0}] is empty
fr: FileName pour DocTemplateID [{0}] est vide

# FileAlreadyExist_
source: File already exist [{0}]
fr: Le fichier existe déjà [{0}]

source: File generated from template
fr: Fichier généré à partir du modèle

# _AlreadyExist
source: {0} already exist
fr: {0} existe déjà

# ErrorsWhileCreatingDocumentDeleteTaskAndCheckCreatedDocument
source: Errors while creating document. Delete task and check document created for more information.
fr: Erreurs lors de la création du document. Supprimez la tâche et vérifiez le document créé pour plus d'informations.

source: Only one hydrodynamic and transport output is allowed
fr: Une seule production hydrodynamique et de transport est autorisée

# PFS_Error_
source: PFS {0} Error {1}
fr: PFS {0} Erreur {1}

source: Input
fr: Entrées

source: Mike boundary condition format should be varying in time constant along boundary to start
fr: Le format aux conditions limites de MIKE devrait varier dans le temps constant le long des limites pour commencer

source: Mike boundary condition type should be velocity or level
fr: Le type de variables aux conditione limites de MIKE doit être la vitesse ou le niveau

# No_FileFoundInM21Or3fmFile
source: No {0} file found in .m21fm or .m3fm file
fr: No {0} fichier trouvé dans le fichier .m21fm ou .m3fm

source: Output
fr: Sortie

source: Mike scenario already running
fr: Le scénario de MIKE est déjà en cours d'exécution

source: Saving scenario files
fr: Enregistrer les fichiers de scénarios

# AtCoordinates
source: At coordinate
fr: A la cacoordonée

source: Date and time
fr: Date and temps

source: From
fr: De

source: hours
fr: heures

source: local time
fr: temps local

source: Node
fr: Noeud

source: Showing 24 hours before start date just in case you need to set a different start date
fr: Showing 24 hours before start date just in case you need to set a different start date (fr)

source: Time offset from GMT
fr: Time offset from GMT (fr)

source: to
fr: à

source: Water level
fr: Niveau d'eau

# Directory_DoesNotExist
source: Directory [{0}] does not exist
fr: Le répertoire [{0}] n'extiste pas

# CouldNotGetContourPolygonListWithin_
source: Could not get ContourPolygonList within [{0}]
fr: Dans l'impossibilité d'aller chercher ContourPolygonList de la filière [{0}]

# CouldNotSaveExcelFile_Error_
source: Could not save Excel file [{0}]. Error [{1}]
fr: Dans l'impossibilité de sauvegarder la filière Excel [{0}]. Error [{1}]

# ErrorWhileCreatingExcelDocument_
source: Error while creating Excel Document. Error: [{0}]
fr: Erreur lors de la création du document Excel. Erreur: [{0}]

# ExcelCouldNotBeStartedCheckOfficeInstallation
source: EXCEL could not be started. Check that your office installation and project references are correct.
fr: EXCEL n'a pas pu être démarré. Vérifiez que les références d'installation de OFFICE sont correctes.

source: All-All-All
fr: Tous-Tous-Tous

source: Current classification
fr: Current classification (fr)

source: Dry-All-All
fr: Sec-Tous-Tous

source: Letter and color schema
fr: Letter and color schema (fr)

source: not shown
fr: pas montré

source: Wet-All-All
fr: Pluie-Tous-Tous

source: G Mean
fr: Moy Geo.

source: Max FC
fr: CF Max

source: Median
fr: Médiane

source: Min FC
fr: CF Min

source: MPN
fr: NPP

source: MWQM site
fr: Site PSQEM

source: Period
fr: Période

source: Samples
fr: Échant.

source: Summary statistics of FC densities
fr: Statistiques sommaire de densités de CF

# CouldNotExportFile_ToPDFError_
source: Could not export file [{0}] to PDF. Error: {1}
fr: Dans l'impossibilité d'exporter la filière [{0}] en PDF. Erreur: {1}

# CouldNotCreate_ImageError_
source: Could not create {0} image. Error: {1}
fr: Dans l'impossibilité de créer l'image {0}. Erreur: {1}

# CouldNotDownloadWebAddress_Error_
source: Could not download web address {0}. Error: {1}
fr: Dans l'impossibilité de télécharger l'adresse web {0}. Erreur: {1}

# CouldNotFindPolygonForSubsector_
source: Could not find polygon for subsector {0}
fr: Dans l'impossibilité de trouver le polygone du sous-secteur {0}

source: Bottom of layer
fr: Dessous de la tranche

source: Depths
fr: Profondeurs

source: Element nodes
fr: Noeuds d'éléments

source: Error
fr: Erreur

# ErrorOccuredWhileCreatingKMZDocument_
source: Error occured while creating KMZ document {0}
fr: Erreur lors de la création du document KMZ {0}

# Error_WhileCreatingKMZDocument_
source: Error {0} while creating KMZ document {1}
fr: Erreur {0} lors de la création du document KMZ {1}

source: Manning number
fr: Coefficient Manning

source: MIKE boundary conditions
fr: MIKE conditions aux limites

source: MIKE mesh
fr: Grillage de MIKE

source: MIKE pollution animation
fr: Animation de pollution MIKE

source: MIKE pollution limit
fr: MIKE limite de pollution

source: MIKE source name is empty
fr: Nom de la source MIKE est vide

source: MIKE study area
fr: MIKE région d'étude

source: Nodes
fr: Noeuds

source: Pollution animation
fr: Animation de pollution

source: Polygons
fr: Polygones

source: Web tide nodes
fr: Noeuds d'éléments web tide

# _ShouldNotBe0InFunction_
source: {0} should not be 0 in function {1}
fr: {0} ne devrait pas être 0 dans la fonction {1}

source: Analysis name
fr: Nom de l'analyse

source: Calculation type
fr: Type de calcul

source: Dry 24h
fr: Sec 24h

source: Dry 48h
fr: Sec 48h

source: Dry 72h
fr: Sec 72h

source: Dry 96h
fr: Sec 96h

source: Empty
fr: Vide

source: End date
fr: Date de fin

source: Full year
fr: L'année complète

source: Number of runs
fr: Nombre d'échantillons

source: Report year
fr: L'année du rapport

source: Runs omitted
fr: Échantillons omis

source: Short range number of days
fr: Nombre de jour pour court terme

source: Wet 24h
fr: Pluie 24h

source: Wet 48h
fr: Pluie 48h

source: Wet 72h
fr: Pluie 72h

source: Wet 96h
fr: Pluie 96h

source: All
fr: Tous

source: Dry
fr: Sec

source: No
fr: Non

source: Wet
fr: Pluie

source: Yes
fr: Oui

source: because of missing rain data
fr: puisqu'il y a des données de pluie manquantes

source: Forested
fr: Forestière

source: High risk
fr: Risque élevé

source: Industry
fr: Industrie

source: Legend
fr: Légende

source: Low risk
fr: Risque faible

source: Marine Water Quality Monitoring Sites
fr: Sites d'échantillonnage de qualité d'eau marine
