Repository: ECCC-CSSP/CSSPWebToolsTaskRunner
Catalog: CSSPWebToolsTaskRunner/Services/Resources/TaskRunnerServiceRes.*.resx
Languages: fr

source: Moderate risk
fr: Risque modéré

source: Other
fr: Autre

source: Pollution Source Sites
fr: Sites de source de pollution

source: Recreation
fr: Récréative

source: Urban
fr: Urbain

source: Atlantic Marine Water Quality Monitoring
fr: Monitoring de la qualité d'eau marine atlantique

source: Marine Water Quality Re-Evaluation Report
fr: Rapport de ré-évaluation qualité d'eau marine

source: Report
fr: Rapport

source: Shellfish Growing Area
fr: Shellfish Growing Area (fr)

# LandBasePollutionSourceSiteObservationAndIssues
source: Land base pollution source sites, observations and issues
fr: Site de source de polution sur terre, dernière observation et les enjeux

source: No observation for this pollution source site
fr: Aucune observation pour ce site de pollution

source: Slope
fr: Pente

# CouldNotCreateDirectory__
source: Could not create directory {0}. Error: {1}
fr: Dans l'impossibilité de créer le répertoire {0}. Erreur: {1}

source: Issue
fr: Enjeux

source: No active sites
fr: Aucun site actif

source: Risk
fr: Risque

# CouldNotFind_M21OrM3MDBWith_Equal_
source: Could not find {0} for M21 or M3 MDB file with {1} equal {2}
fr: Could not find {0} for M21 or M3 MDB file with {1} equal {2} (fr)

source: Number of issues by land base pollution type
fr: Nombre d'enjeux par type de pollution terrestre

source: Number of issues by water base pollution type
fr: Nombre d'enjeux par type de pollution marine
